Repository: jimmypark1/RetroCamera
Catalog: RetroCamera/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, lt_lt, ms, nl, pl, pt_br, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant

source: How are you feeling today? Upgrade your mood with cute and fun sticker lenses. We look forward to seeing you again.
ca: Com et sents avui? Millora el teu estat d'ànim amb lents d'adhesius boniques i divertides. Esperem tornar-vos a veure.
cs: Jak se dnes cítíte? Zlepšete si náladu pomocí roztomilých a zábavných samolepicích čoček. Těšíme se, že se zase uvidíme.
da: Hvordan har du det i dag? Opgrader dit humør med søde og sjove klistermærkelinser. Vi glæder os til at se dig igen.
de: Wie fühlst du dich heute? Verbessere deine Stimmung mit niedlichen und lustigen Sticker-Linsen. Wir freuen uns auf ein Wiedersehen.
el: Πώς αισθάνεσαι σήμερα; Αναβαθμίστε τη διάθεσή σας με χαριτωμένους και διασκεδαστικούς αυτοκόλλητους φακούς. Ανυπομονούμε να σας δούμε ξανά.
es: ¿Cómo te sientes hoy? Mejora tu estado de ánimo con lindos y divertidos lentes adhesivos. Esperamos verte de nuevo.
fi: Miltä sinusta tuntuu tänään? Päivitä mielialaasi söpöillä ja hauskoilla tarralinsseillä. Odotamme näkevämme sinut uudelleen.
fr: Comment vous sentez-vous aujourd'hui ? Améliorez votre humeur avec des verres autocollants mignons et amusants. Nous avons hâte de vous revoir.
hi: आज आप कैसा महसूस कर रहे हैं? सुंदर और मज़ेदार स्टिकर लेंस के साथ अपना मूड अपग्रेड करें। हम आपको फिर से देखने के लिए उत्सुक हैं।
hr: Kako se osjećate danas? Nadogradite svoje raspoloženje slatkim i zabavnim lećama za naljepnice. Veselimo se ponovnom viđenju.
hu: Hogy érzed magad ma? Frissítsd hangulatodat aranyos és szórakoztató matrica lencsékkel. Várjuk, hogy újra találkozzunk.
id: Bagaimana perasaan Anda hari ini? Tingkatkan suasana hati Anda dengan lensa stiker yang lucu dan menyenangkan. Kami berharap dapat melihat Anda lagi.
it: Come ti senti oggi? Migliora il tuo umore con lenti adesive carine e divertenti. Non vediamo l'ora di rivederti
ja: 今日の気分はどうですか？ キュートで楽しいステッカーレンズで気分をアップグレードしてください。またお会いできるのを楽しみにしています。
ko: 오늘 기분은 어때? 귀엽고 재미있는 스티커 렌즈로 기분을 업그레이드 시켜주세요. 다시 뵙기를 기대합니다.
ms: Apakah perasaan anda hari ini? Tingkatkan mood anda dengan kanta pelekat yang comel dan menyeronokkan. Kami tidak sabar-sabar untuk berjumpa dengan anda lagi.
nl: Hoe voel je je vandaag? Verbeter je humeur met schattige en grappige stickerlenzen. We kijken ernaar uit je weer te zien.
pl: Jak się dzisiaj czujesz? Popraw swój nastrój za pomocą uroczych i zabawnych soczewek z naklejkami. Nie możemy się doczekać ponownego spotkania.
pt_br: Como você está se sentindo hoje? Atualize seu humor com lentes adesivas fofas e divertidas. Estamos ansiosos para vê-lo novamente.
ro: Cum te simți astăzi? Îmbunătățiți-vă starea de spirit cu lentile cu autocolante drăguțe și distractive. Vă așteptăm cu nerăbdare să ne revedem.
ru: Как вы себя чувствуете сегодня? Поднимите себе настроение с помощью милых и забавных линз-наклеек. Будем рады видеть вас снова.
sv: Hur mår du idag? Uppgradera ditt humör med söta och roliga klistermärken. Vi ser fram emot att se dig igen.
th: วันนี้คุณรู้สึกเป็นอย่างไรบ้าง อัปเกรดอารมณ์ของคุณด้วยเลนส์สติ๊กเกอร์แสนสนุก เราหวังว่าจะได้พบคุณอีก
tr: Bugün nasıl hissediyorsun? Sevimli ve eğlenceli çıkartma lenslerle ruh halinizi yükseltin. Sizi tekrar görmek için sabırsızlanıyoruz.
uk: Як ви себе почуваєте сьогодні? Покращуйте свій настрій за допомогою милих та веселих наклейок. Ми з нетерпінням чекаємо зустрічі з вами знову.
vi: Hôm nay bạn cảm thấy thế nào? NHãy nâng cấp tâm trạng của bạn bằng những ống kính hình dán dễ thương và vui nhộn. Chúng tôi mong được gặp lại bạn.
zh_hans: 你今天感觉怎么样？ 用可爱有趣的贴纸镜片升级你的心情。我们期待再次见到你。
zh_hant: 你今天感覺如何？ 用可愛有趣的貼紙鏡片提升你的心情。 我們期待再次見到您。

source: More...
ca: Més...
cs: Více...
da: Mere...
de: Mehr...
el: Περισσότερα...
es: Más...
fi: Lisää...
fr: Plus...
hi: अधिक...
hr: Više...
hu: Továbbiak...
id: Lainnya...
it: Altro...
ja: もっと...
ko: 더보기...
ms: Lagi...
nl: Meer...
pl: Więcej...
pt_br: Mais...
ro: Mai mult...
ru: Еще...
sv: Mer...
th: เพิ่มเติม...
tr: Diğer...
uk: Більше...
vi: Thêm...
zh_hans: 更多...
zh_hant: 更多的...

source: Retro Camera captures you beautifully, lovingly, warmly, and sometimes vintage. check it out now
ca: La càmera retro et captura de manera bella, afectuosa, càlida i, de vegades, vintage. comproveu-ho ara
cs: Retro Camera vás zachytí krásně, láskyplně, hřejivě a někdy retro. podívejte se na to hned
da: Retro Camera fanger dig smukt, kærligt, varmt og nogle gange vintage. tjek det ud nu
de: Retro Camera fängt Sie wunderschön, liebevoll, warm und manchmal vintage ein. Probieren Sie es jetzt aus
el: Η Retro Camera σας καταγράφει όμορφα, με αγάπη, ζεστά και μερικές φορές vintage. δείτε το τώρα
es: La cámara retro te captura de forma hermosa, cariñosa, cálida y, a veces, vintage. Échale un vistazo ahora
fi: Retrokamera vangitsee sinut kauniisti, rakastavasti, lämpimästi ja joskus vintagea. katso nyt
fr: Retro Camera vous capture magnifiquement, amoureusement, chaleureusement et parfois vintage. Découvrez-le maintenant
hi: रेट्रो कैमरा आपको खूबसूरती से, प्यार से, गर्मजोशी से और कभी-कभी विंटेज को कैप्चर करता है। इसे अभी देखें
hr: Retro kamera vas snima prekrasno, s ljubavlju, toplo, a ponekad i starinsko. Provjerite sada
hu: A retro fényképezőgép gyönyörűen, szeretettel, melegen és néha vintage. Nézd meg most
id: Kamera Retro menangkap Anda dengan indah, penuh kasih, hangat, dan terkadang vintage. lihat sekarang
it: Retro Camera ti cattura magnificamente, amorevolmente, calorosamente e talvolta vintage. dai un'occhiata ora
ja: レトロカメラはあなたを美しく、愛情を込めて、暖かく、そして時にはヴィンテージを捉えます。今すぐチェックしてください
ko: 레트로 카메라는 당신을 아름답게, 사랑스럽게, 따뜻하게, 때로는 빈티지하게 포착합니다. 지금 확인하세요
ms: Kamera Retro menangkap anda dengan cantik, penuh kasih sayang, mesra, dan kadangkala vintaj. lihat sekarang
nl: Retro Camera legt je prachtig, liefdevol, warm en soms vintage vast. Bekijk het nu
pl: Retro Camera uchwyci Cię pięknie, czule, ciepło, a czasem vintage. sprawdź to teraz
pt_br: A Câmera Retro captura você lindamente, amorosamente, calorosamente e às vezes vintage. Confira agora
ro: Camera retro te surprinde frumos, cu dragoste, călduros și uneori vintage. verifică-l acum
ru: Ретро-камера снимает вас красиво, с любовью, тепло, а иногда и в винтажном стиле. Посмотрите сейчас
sv: Retro Camera fångar dig vackert, kärleksfullt, varmt och ibland vintage. kolla in det nu
th: กล้องเรโทรจับภาพคุณอย่างสวยงาม ด้วยความรัก อบอุ่น และบางครั้งก็เป็นวินเทจ ลองดูสิ
tr: Retro Kamera sizi güzel, sevgiyle, sıcak ve bazen de vintage yakalar. Şimdi kontrol edin
uk: Ретро камера знімає вас красиво, з любов'ю, тепло, а іноді і вінтажно. Перевірте це зараз
vi: Máy ảnh Retro chụp bạn thật đẹp, thật dễ thương, thật ấm áp và đôi khi cổ điển. Hãy xem nó ngay bây giờ
zh_hans: Retro Camera 捕捉到你美丽、亲切、温暖，有时是复古。现在看看
zh_hant: 復古相機以精美、親切、溫暖、有時甚至復古的方式捕捉到您。 立即查看

source: Try the filter lenses beforehand.These filter lenses make the new you stand out or make you cute.Would you like to apply that filter lens?
ca: Proveu les lents de filtre abans. Aquestes lents de filtre et destaquen o et fan simpàtic. T'agradaria aplicar aquesta lent de filtre?
cs: Vyzkoušejte čočky s filtrem předem. Tyto čočky s filtrem dají vyniknout novému nebo vytvoříte ty roztomilý. Chtěl bys použít tu čočku s filtrem?
da: Prøv filterlinserne på forhånd. Disse filterlinser gør det nye, du skiller sig ud eller gør du sød. Vil du bruge den filterlinse?
de: Probieren Sie die Filterlinsen vorher aus. Diese Filterlinsen heben Ihr neues hervor oder machen es du süß. Möchtest du diese Filterlinse verwenden?
el: Δοκιμάστε τους φακούς φίλτρου εκ των προτέρων. Αυτοί οι φακοί φίλτρου κάνουν το νέο που ξεχωρίζετε ή κάνετε είσαι χαριτωμένος. Θα ήθελες να εφαρμόσεις αυτόν τον φακό φίλτρου;
es: Prueba los lentes con filtro de antemano. Estos lentes con filtro hacen que tu nuevo ser se destaque o te eres lindo. ¿Te gustaría aplicar esa lente de filtro?
fi: Kokeile suodatinlinssiä etukäteen. Nämä suodatinlinssit tekevät uudestasi erottuvan joukosta. olet söpö.Haluaisitko käyttää tuota suodatinlinssiä?
fr: Essayez les lentilles filtrantes à l'avance. Ces lentilles filtrantes vous permettent de vous démarquer ou de vous rendre Tu es mignon. Voudrais-tu appliquer cette lentille filtrante ?
hi: पहले से फ़िल्टर लेंस आज़माएँ। ये फ़िल्टर लेंस नए को आप सबसे अलग बनाते हैं या बनाते हैं तुम प्यारे हो।क्या आप उस फिल्टर लेंस को लगाना चाहेंगे?
hr: Unaprijed isprobajte filtarske leće. Ove filtarske leće čine novo što ističete ili stvarate ti slatka. Želiš li staviti tu filtarsku leću?
hu: Kipróbáld ki a szűrőlencséket előzetesen. aranyos vagy.Szeretnéd feltenni azt a szűrőlencsét?
id: Cobalah lensa filter terlebih dahulu. Lensa filter ini membuat yang baru Anda menonjol atau membuat kamu lucu. Mau pakai lensa filter itu?
it: Prova in anticipo le lenti con filtro. Queste lenti con filtro fanno risaltare o creare il nuovo sei carino.Vuoi applicare quella lente con filtro?
ja: フィルターレンズを事前に試してください。これらのフィルターレンズは、新しいものを目立たせたり、作ったりします。あなたはかわいいです。そのフィルターレンズを適用しますか？
ko: 필터 렌즈를 미리 사용해보세요. 이 필터 렌즈는 당신을 돋보이게 하거나 귀엽게 만듭니다. 필터 렌즈를 적용하시겠습니까?
ms: Cuba kanta penapis terlebih dahulu. Kanta penapis ini menjadikan yang baharu anda menonjol atau membuat awak comel. Adakah anda mahu menggunakan kanta penapis itu?
nl: Probeer de filterlenzen van tevoren. Deze filterlenzen laten je nieuwe opvallen of maken je bent schattig. Zou je die filterlens willen toepassen?
pl: Wypróbuj wcześniej soczewki z filtrem.Te soczewki filtrujące wyróżniają się lub sprawiają, że nowe jesteś słodki. Czy chciałbyś zastosować tę soczewkę filtrującą?
pt_br: Experimente as lentes com filtro antes. Essas lentes com filtro fazem com que você se destaque ou faça você é uma gracinha. Gostaria de aplicar essa lente de filtro?
ro: Încercați lentilele cu filtru în prealabil. Aceste lentile cu filtru fac noul pe care îl remarcați sau îl faceți ești drăguț. Ai vrea să aplici acea lentilă cu filtru?
ru: Попробуйте линзы с фильтром заранее. ты милый. Хочешь применить эту фильтрующую линзу?
sv: Prova filterlinserna i förväg. Dessa filterlinser gör att det nya du sticker ut eller gör du är söt. Vill du använda den där filterlinsen?
th: ลองใช้เลนส์กรองแสงดูก่อน เลนส์กรองเหล่านี้จะทำให้เลนส์ตัวใหม่ของคุณโดดเด่นหรือโดดเด่น คุณน่ารัก คุณต้องการใส่เลนส์ฟิลเตอร์นั้นไหม
tr: Filtre lenslerini önceden deneyin. Bu filtre lensleri yeni olanı öne çıkarır veya yapar çok tatlısın.O filtre lensini takmak ister misin?
uk: Спробуйте лінзи з фільтром заздалегідь.Ці фільтруючі лінзи зроблять нове, що ви виділяєте або створите ти милий. Хочеш застосувати цей фільтруючий об'єктив?
vi: Hãy thử thấu kính bộ lọc trước. Những thấu kính bộ lọc này khiến bạn trở nên nổi bật hoặc tạo nên cái mới bạn dễ thương. Bạn có muốn áp dụng ống kính lọc đó không?
zh_hans: 事先尝试滤镜。这些滤镜让你脱颖而出或做出新的你好可爱。要不要用那个滤镜？
zh_hant: 事先嘗試過濾鏡片。這些過濾鏡片讓你脫穎而出或讓你可愛。你想應用那個過濾鏡片嗎？

# edit_beauty_body_legs
source: Legs
ja: 日付足
ko: 일자다리

source: Original
ko: 원본
